{
  "Trophy Hunter API is down": "Trophy Hunter API ist offline",
  "Please check Discord for support and updates.": "Bitte schau im Discord für Support und Updates.",
  "Write us a feedback": "Schreib uns Feedback",
  "Spread the love <3": "Teile deine Begeisterung <3",
  "Let your friends join the fun as well!": "Lade deine Freunde ein!",
  "Copied!": "Kopiert!",
  "Copy": "Kopieren",
  "Q&A": "Fragen & Antworten",
  "Changelog": "Änderungen",
  "Something went wrong 😒.": "Irgendwas ist schief gelaufen 😒.",
  "Closing window...": "Schließe Fenster...",
  "Reload": "Neu laden",
  "Back to leaderboard": "Zurück zur Rangliste",
  "Map": "Karte",
  "Leaderboard": "Rangliste",
  "History": "Verlauf",
  "Your version": "Deine Version",
  "No details 😞": "Keine Details 😞",
  "Welcome to Trophy Hunter!": "Willkommen bei Trophy Hunter!",
  "Click on the first levels to open the trophies shelf and view trophies, description and progress.": "Klicke auf die ersten Levels, um die Trophäen mit Beschreibung und den Fortschritt anzuzeigen.",
  "It’s all about you :)": "Es liegt an dir :)",
  "This is your time to conquer the world! Play one game of Summoner’s Rift or ARAM with the trophy hunter app to begin your journey!": "Es ist deine Zeit um die Welt zu erobern! Spiel eine Runde Summoner’s Rift oder ARAM mit der Trophy Hunter App, um dein Abenteuer zu beginnen!",
  "Welcome to Trophy Hunter": "Willkommen bei Trophy Hunter",
  "What is Trophy Hunter?": "Was ist Trophy Hunter?",
  "Trophy Hunter is a new achievement app for League of Legends, it allows you to hunt for new crystals on Hunteria Islands, challenge yourself and strive to rule over them all, become the ultimate Trophy Hunter!": "Trophy Hunter ist eine Trophäen-App für League of Legends, die es dir elaubt, Kristalle auf den Inseln von Hunteria zu jagen, dich zu fordern und sie alle zu erobern. Werde zum ultimativen Trophy Hunter!",
  "Each challenge island has 5 difficulty levels, from beginner to pro. Find the best for you, you may find that your emotional and intellectual skills improve along with your core abilities.": "Jede Insel hat 5 Schwierigkeitsstufen, von Anfänger bis Profi. Du kannst sicher sein, dass deine Emotionale und Intellektuelle Fähigkeiten zusammen mit deinen Kernfähigkeiten verbessert werden.",
  "Main Features": "Hauptfunktionen",
  "Over 200 different trophies to achieve, all with unique abilities and skills.": "Über 200 verschiedene Trophäen, alle mit eigenen Eigenschaften und Fähigkeiten.",
  "Over 80 live progress trophies, so that you never miss a trophy you hunt that’s near completion.": "Über 80 Live-Fortschritts-Trophäen, damit du keine fast abgeschlossenene Trophäen verpasst.",
  "Special trophies to add extra fun to your journey": "Spezielle Trophäen für extra Spaß!",
  "An epic island to challenge the best of the best. Are you up for a challenge?": "Eine epische Insel um die besten zu fordern. Bist du für die Herausforderung bereit?",
  "Tons of gameplay, plus lots of challenges.": "Massig Spielspaß und Herausforderungen.",
  "Suitable for both casual and hardcore players.": "Eignet sich sowohl für Casual- als auch Hardcore-Spieler.",
  "Keeping it fair! We do not support challenges that change your playstyle for the worse!!": "Bleibt fair! Wir unterstützen keine Herausforderungen, die deinen Spielstil verschlechtern!!",
  "How it works": "Wie es funktioniert",
  "Simple! Play LoL Summoner’s Rift or ARAM and wait for Trophy Hunter to analyze your match. After each match, you will get a list of obtained trophies and you can always see your progress and plan your path in the app.": "Einfach! Spiele Summoner’s Rift oder ARAM und warte auf die Analyse von Trophy Hunter. Nach jedem Spiel erhältst du eine Liste der erhaltenen Trophäen, dessen Fortschritt du immer in der App anschauen kannst.",
  "Follow Us On Social": "Folge uns online",
  "Do I need to log in to the app?": "Muss ich mich einloggen?",
  "The app will sync between your Riot account and the TH app automatically. You only have to log into LoL and run Trophy Hunter.": "Die App synchronisiert automatisch zwischen deinem Riot-Account und der TH-App. Du musst dich nur in League of Legends einloggen und Trophy Hunter starten.",
  "What games are supported by the app?": "Welche Spiele werden von der App unterstützt?",
  "We currently support League of Legends.": "Wir unterstützen momentan League of Legends.",
  "Which game modes do you support?": "Welche Spielmodi werden von der App unterstützt?",
  "Trophy Hunter Reforged officially supports Ranked Solo/Duo, Normal, and Flex game modes.": "Trophy Hunter Reforged unterstützt offiziell Ranked Solo/Duo, Normal, Flex und ARAM-Spielmodi.",
  "Which regions does Trophy Hunter Reforged support?": "Welche Regionen werden von Trophy Hunter Reforged unterstützt?",
  "Trophy Hunter Reforged supports all regions except PBE and Garena.": "Trophy Hunter Reforged unterstützt alle Regionen außer PBE und Garena.",
  "Why does Trophy Hunter Reforged not support Garena servers (Philippines, Singapore and Malaysia, Indonesia, Thailand, Taiwan, Vietnam)?": "Warum unterstützt Trophy Hunter Reforged keine Garena-Server (Philippines, Singapore, Malaysia, Indonesia, Thailand, Taiwan, Vietnam)?",
  "Currently, Riot API does not support Garena, hence we cannot also.": "Zur Zeit unterstützt Riot API keine Garena-Server, daher können wir diese ebenfalls nicht unterstützen.",
  "Will I see the progress of other players?": "Werde ich die Fortschritt von anderen Spielern sehen?",
  "Yes, take a look at the leaderboards": "Ja, schau dir die Rangliste an",
  "What else do you do with those summoner names and progress?": "Was machst du mit den Summoner-Namen und den Fortschritt?",
  "Nothing else. We use the information Riot provides all its partners through the API and present it to you.": "Wir nutzen die Informationen, die Riot über die API bereitstellt, nur um sie dir und anderen Benutzern anzuzeigen.",
  "How can I send you logs?": "Wie sende ich die Logs?",
  "It's quite simple and takes just a few steps, please follow the instructions": "Es ist einfach! Bitte folge den Anweisungen",
  "here": "hier",
  "Only with trophies": "Nur mit Trophäen",
  "Loading more...": "Lade mehr...",
  "Load More": "Mehr laden",
  "Nothing more to load": "Keine weiteren Einträge",
  "No matches found": "Keine Spiele gefunden",
  "Matches are automatically recorded.": "Spiele werden automatisch aufgenommen.",
  "Please contact us on": "Bitte kontaktiere uns unter",
  "for further assistance.": "für weitere Hilfe.",
  "Origin": "Ursprung",
  "Combat": "Kampf",
  "Skills": "Fähigkeiten",
  "Teamwork": "Teamarbeit",
  "Objectives": "Ziele",
  "Epic": "Episch",
  "Special": "Spezial",
  "Total trophies unlocked": "Gesamtanzahl freigeschaltetener Trophäen",
  "Victory": "Sieg",
  "Defeat": "Niederlage",
  "Trophies": "Trophäen",
  "Stats are available since v2.21.0": "Statistiken sind seit v2.21.0 verfügbar"
}
